Repository: Gloorf/ryzom_inventory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: All guilds
de: Alle Gilden
fr: Toutes les guildes

source: Display everything
de: Alles anzeigen
fr: Tout afficher

source: All materials
de: Alle Materialien
fr: Toutes les MP

source: Materials to level-up craft
de: Materialien um Herstellen zu trainiren
fr: MP pour pex le craft

source: Excess Supreme materials
de: Überflüssige Erhabene Materialien
fr: MP suprême en quantité (>50)

source: Harvested Supreme materials
de: Gebuddelte Erhabene Materialen
fr: Suprême de forage

source: Zun sup !!
de: Erhabenes Zun !!

source: Supreme HA harvested armor materials
de: Erhabene Schwere Rüstung gebuddelte Materialien
fr: MP armures suprême de forage

source: Error
de: Fehler
fr: Erreur

source: You are here because your authentification failed. There are several reasons for that :
de: Du bist hier weil deine Authentifizierung fehlgeschlagen ist. Es gibt mehrere Gründe dafür:
fr: Vous êtes ici car votre authentification a échoué. Il y a plusieurs raisons pour cela :

source: You are using an old client (pre-v3) ; use out of game browser or update your client
de: Du benutzt einen alten Client (vor-v3) ; Benutze Browser ausserhalb des Spiels oder aktualisiere deinen Client
fr: Vous utilisez un vieux client (pré-v3) ; utilisez un navigateur hors du jeu ou mettez à jour votre client

source: You were correctly authentificated, but your session expired. Please go back to web IG index, and click on the Fyros App link.
de: Du wurdest korrekt authentifiziert, aber deine Sitzung ist abgelaufen. Gehe bitte zurück zum Web IG Index und klick auf den Link "Fyros App".
fr: Vous étiez correctement authentifiés, mais votre session a expirée. Merci de revenir à l'accueil du web IG, et recliquer sur le lien "Fyros App".

source: Back to web IG index
de: Zurück zum Web IG Index
fr: Retour à l'accueil du webIG

source: You are not allowed to use the app ; please leave.
de: Dir ist nicht erlaubt die app zu benutzen; bitte verlassen
fr: Vous n'êtes pas autorisés à utiliser l'application. Merci de partir.

source: Inventory of the guild
de: Inventar der Gilde
fr: Inventaire de la guilde

source: List of guilds with access to the app :
de: Liste der Gilden mit Zugang zur App:
fr: Liste des guildes avec un accès à l'application :

source: List of players with access to the app :
de: Liste der Spieler mit Zugang zur App:
fr: Liste des joueurs avec un accès à l'application :

source: Back to index
de: Zurück zum Index
fr: Retour à l'index

source: List of inventory
de: Liste des Inventars
fr: Liste des inventaires

source: Your API Key isn't valid. Please check it and
de: Dein API Schlüssel ist ungültig. Bitte überprüfe ihn und
fr: Votre clé API n'est pas valide. Merci de la vérifier et de

source: click here
de: klick hier
fr: cliquer ici

source: to come back
de: um zurückzukommen
fr: pour revenir

source: Your API key permission aren't good. Please create a new one with the correct permission and
de: Deine API Schlüssel Berechtigungen sind nicht gut. Bitte erstelle einen mit den korrekten Berechtigungen und
fr: Les permissions de votre clé API ne sont pas bonnes. Merci d'en recréer une avec les bonnes permissions et

source: Paste your Guild APIKey here.
de: Füge deinen Gilden API Schlüssel hier ein.
fr: Copiez votre APIkey de guilde ici.

source: You can get one
de: Du kannst einen bekommen
fr: Vous pouvez en avoir une

source: Here.
de: Hier.
fr: Ici.

source: You will need a key with permissions G03 (inventory).
de: Du brauchst einen Schlüssel mit Erlaubnis G03 (Inventar).
fr: Vous aurez besoin d'une clé avec les permissions G03(inventaire).

source: You can input between one and 5 keys.
de: Du kannst zwischen einem und 5 Schlüssel eingeben.
fr: Vous pouvez rentrer entre une et 5 clés

source: Guild number
de: Gilden Nummer
fr: Guilde numéro

source: Choose the filter to apply on your guild inventory
de: Wähle den Filter um ihn auf den Gilden Inventar anzuwenden
fr: Choisissez le filtre à appliquer à votre inventaire de guilde

source: Submit
de: Bestätigen
fr: Valider

source: Public Inventory
de: Öffentlicher Inventar
fr: Inventaire public
